# archives
innoextract
p7zip
unarj
unrar
unzip
xz
zip

# compilation deps
bsdmake
cmake
makedepend
nasm
pkg-config
popt
yasm

# cool tools I always forget
mdcat
pigz
ripgrep
textql

# development
boost
gcc
go
httpie
hyperfine
jq

# image manipulation
graphicsmagick
jpeg
optipng
pngquant

# interoperability
dosfstools
gnu-sed
mandoc
mg
rpm2cpio
wine

# macOS
m-cli

# music
bchunk
cmus
ffmpeg
flac
flac123
lame
opus-tools
shntool
sox

# must-have tools
bash-completion
htop
tmux
tree
wget

# network
lftp
minicom
mtr
nmap
openconnect
telnet

# Python
python
python3
python@2

# SCM
cvs
tig

# security
openssl
pwgen

# shell development
checkbashisms
shellcheck

# sysadmin
ansible

# VMs
simh
qemu
