# archives
innoextract
pigz
p7zip
unarj
#unrar
unzip
xz
zip

# compilation deps
bsdmake
cmake
makedepend
nasm
pkg-config
popt
yasm

# cool tools I always forget
bat
dust
fd
grex
httpstat
hyperfine
procs
mdcat
rename
sd
textql

# development
bfg
gcc
httpie
jq
nvi

# file recovery
ddrescue
testdisk

# image manipulation
graphicsmagick
jpeg
optipng
pngcrush
pngquant

# interoperability
dosfstools
gnu-sed
gnu-tar
mandoc
rpm2cpio
watch
#wine

# macOS
m-cli
wifi-password

# music
bchunk
cmus
ffmpeg
flac
flac123
lame
opus-tools
shntool
sox

# must-have tools
htop
md5sha1sum
ripgrep
tmux
tree
wget

# network
arping
bandwhich
ipcalc
iperf3
lftp
minicom
mtr
nmap
openconnect
openssl@1.1
telnet
unbound

# Python
python3

# SCM
cvs
mercurial
tig

# security
openssl
pwgen

# shell development
checkbashisms
shellcheck

# sysadmin
ansible-lint
glances
rsync

# VMs, containers
dive
simh
qemu
