ansible
bash-completion
boost
checkbashisms
cmake
cmus
cvs
faad2
flac
flac123
freetype
gdbm
gettext
glances
glib
gmp
gnu-sed
gnutls
go
graphicsmagick
htop
httpie
hyperfine
innoextract
jasper
jpeg
jq
lftp
libao
libcue
libevent
libffi
libidn
libidn2
libogg
libpng
libtasn1
libtiff
libtool
libunistring
libvorbis
libyaml
little-cms2
m-cli
mad
makedepend
mg
minicom
mp4v2
mpg123
nettle
nmap
nyancat
oniguruma
openconnect
openssl
optipng
opus
opus-tools
opusfile
p11-kit
pcre
pcre2
pigz
pkg-config
pngquant
popt
pwgen
python
python3
python@2
readline
ripgrep
rpm2cpio
shellcheck
sl
sqlite
telnet
textql
tig
tmux
tree
unrar
unzip
wget
wine
xz
zip
